<template>

  <Header />

  <main>

    <aos-vue>
      
      <!-- banner -->
      <aos-vue animation="fade-up">
          <section id="banner" class="shadow-lg">
            <div class="text-center text-white h-100 pt-256">
              <h1 class="font-bold">سلامت روان حق همه ماست</h1>
              <h3 class="mt-4">اتاق مشاوره آنلاین روانشناسی</h3>
              <router-link to="/request"
                class="mx-auto d-flex align-items-center justify-content-center w-174 h-48 text-white fw-bold bg-main rounded-3 mt-5"
              >درخواست مشاوره</router-link>
              
              <div class="container mt-5 pt-4">
                <form
                  class="p-4 position-relative -top-xs-40 rounded-8 bg-gray flex-wrap d-flex align-items-center w-100 justify-content-between gap-4"
                >
                  <p class="fs-14 text-dark fw-bold mb-0">
                    کاربران ثبت نام کنند لینک اپلیکیشن برایشان ارسال میشود
                  </p>
                  <input
                    placeholder="لطفا شماره تماس خود را وارد نمایید"
                    class="fs-12 flex-grow-1 bg-white h-48 px-3 outline-none border-0"
                  />
                  <input
                    type="submit"
                    value="ثبت"
                    class="bg-main text-white fs-14 border-0 rounded-3 h-48 w-117 flex-grow-1 flex-lg-grow-0"
                  />
                </form>
              </div>
            </div>
          </section>
      </aos-vue>

      <!-- app -->
      <section class="py-5">
        <div class="container">
          <h5 data-aos="fade-down" class="fs-18 text-center text-dark fw-bold">
            اپلیکیشن های <span class="text-main">حالتو</span> برای تمامی نیازها
          </h5>
          <div class="row g-4 mt-5 align-items-center">
            <div class="col-xl-4 col-lg-3">
              <div
                class="rounded-8 mb-5 bg-white pt-4 shadow-sm overflow-hidden max-w-308 max-w-lg-100 fade-hover cursor-pointer"
                data-aos="fade-down"
              >
                <div class="px-4">
                  <img
                    alt="img"
                    :src="require('../assets/img/Frame 1597883570.png')"
                    class="img-fluid"
                  />
                  <h6 class="fs-14 text-dark fw-bold mt-3">مشاوره</h6>
                  <p class="text-gray fs-12 text-justify">
                    شامل 20 تمرین گام به گام ، یوگا و مدیتیشن و تمامی قسمت های
                    خود ...
                  </p>
                </div>
                <a
                  class="w-70 h-40 opacity-none rounded-br-20 bg-main d-flex align-items-center justify-content-center mt-4 me-auto"
                >
                  <svg
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      d="M24 10.4848V13.5152L5.81818 13.5152L14.1515 21.8485L12 24L0 12L12 0L14.1515 2.15152L5.81818 10.4848L24 10.4848Z"
                      fill="white"
                    />
                  </svg>
                </a>
              </div>
              <div
                class="rounded-8 mb-5 bg-white pt-4 shadow-sm overflow-hidden max-w-308 max-w-lg-100 fade-hover cursor-pointer"
                data-aos="fade-up"
              >
                <div class="px-4">
                  <img
                    alt="img"
                    :src="require('../assets/img/Frame 1597883570(1).png')"
                    class="img-fluid"
                  />
                  <h6 class="fs-14 text-dark fw-bold mt-3">
                    آزمون های روانشناسی
                  </h6>
                  <p class="text-gray fs-12 text-justify">
                    شامل 20 تمرین گام به گام ، یوگا و مدیتیشن و تمامی قسمت های
                    خود ...
                  </p>
                </div>
                <a
                  class="w-70 h-40 opacity-none rounded-br-20 bg-main d-flex align-items-center justify-content-center mt-4 me-auto"
                >
                  <svg
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      d="M24 10.4848V13.5152L5.81818 13.5152L14.1515 21.8485L12 24L0 12L12 0L14.1515 2.15152L5.81818 10.4848L24 10.4848Z"
                      fill="white"
                    />
                  </svg>
                </a>
              </div>
              <div
                class="rounded-8 bg-white pt-4 shadow-sm overflow-hidden max-w-308 max-w-lg-100 fade-hover cursor-pointer"
                data-aos="fade-down"
              >
                <div class="px-4">
                  <img
                    alt="img"
                    :src="require('../assets/img/Frame 1597883570(2).png')"
                    class="img-fluid"
                  />
                  <h6 class="fs-14 text-dark fw-bold mt-3">خود مراقبتی</h6>
                  <p class="text-gray fs-12 text-justify">
                    شامل 20 تمرین گام به گام ، یوگا و مدیتیشن و تمامی قسمت های
                    خود ...
                  </p>
                </div>
                <a
                  class="w-70 h-40 opacity-none rounded-br-20 bg-main d-flex align-items-center justify-content-center mt-4 me-auto"
                >
                  <svg
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      d="M24 10.4848V13.5152L5.81818 13.5152L14.1515 21.8485L12 24L0 12L12 0L14.1515 2.15152L5.81818 10.4848L24 10.4848Z"
                      fill="white"
                    />
                  </svg>
                </a>
              </div>
            </div>
            <div
              class="col-xl-4 col-lg-6 position-relative d-flex align-items-center justify-content-center"
            >
              <svg
                data-aos="fade-down"
                class="position-absolute end-0 start-0 bottom-0 top-0 m-auto"
                width="338"
                height="343"
                viewBox="0 0 338 343"
                fill="none"
                xmlns="http://www.w3.org/2000/svg"
              >
                <ellipse
                  cx="169"
                  cy="171.012"
                  rx="169"
                  ry="171.012"
                  fill="#75BF7A"
                />
              </svg>
              <!-- swiper -->
              <swiper-1></swiper-1>
            </div>
            <div class="col-xl-4 col-lg-3">
              <div
                class="rounded-8 me-auto mb-5 bg-white pt-4 shadow-sm overflow-hidden max-w-308 max-w-lg-100 fade-hover cursor-pointer"
                data-aos="fade-up"
              >
                <div class="px-4">
                  <img
                    alt="img"
                    :src="require('../assets/img/Frame 1597883570(3).png')"
                    class="img-fluid"
                  />
                  <h6 class="fs-14 text-dark fw-bold mt-3">آموزش</h6>
                  <p class="text-gray fs-12 text-justify">
                    شامل 20 تمرین گام به گام ، یوگا و مدیتیشن و تمامی قسمت های
                    خود ...
                  </p>
                </div>
                <a
                  class="w-70 h-40 opacity-none rounded-br-20 bg-main d-flex align-items-center justify-content-center mt-4 me-auto"
                >
                  <svg
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      d="M24 10.4848V13.5152L5.81818 13.5152L14.1515 21.8485L12 24L0 12L12 0L14.1515 2.15152L5.81818 10.4848L24 10.4848Z"
                      fill="white"
                    />
                  </svg>
                </a>
              </div>
              <div
                class="rounded-8 me-auto mb-5 bg-white pt-4 shadow-sm overflow-hidden max-w-308 max-w-lg-100 fade-hover cursor-pointer"
                data-aos="fade-down"
              >
                <div class="px-4">
                  <img
                    alt="img"
                    :src="require('../assets/img/Frame 1597883570(4).png')"
                    class="img-fluid"
                  />
                  <h6 class="fs-14 text-dark fw-bold mt-3">مادر-کودک</h6>
                  <p class="text-gray fs-12 text-justify">
                    شامل 20 تمرین گام به گام ، یوگا و مدیتیشن و تمامی قسمت های
                    خود ...
                  </p>
                </div>
                <a
                  class="w-70 h-40 opacity-none rounded-br-20 bg-main d-flex align-items-center justify-content-center mt-4 me-auto"
                >
                  <svg
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      d="M24 10.4848V13.5152L5.81818 13.5152L14.1515 21.8485L12 24L0 12L12 0L14.1515 2.15152L5.81818 10.4848L24 10.4848Z"
                      fill="white"
                    />
                  </svg>
                </a>
              </div>
              <div
                class="rounded-8 me-auto bg-white pt-4 shadow-sm overflow-hidden max-w-308 max-w-lg-100 fade-hover cursor-pointer"
                data-aos="fade-up"
              >
                <div class="px-4">
                  <img
                    alt="img"
                    :src="require('../assets/img/Frame 1597883570(5).png')"
                    class="img-fluid"
                  />
                  <h6 class="fs-14 text-dark fw-bold mt-3">ویکی سلامت</h6>
                  <p class="text-gray fs-12 text-justify">
                    شامل 20 تمرین گام به گام ، یوگا و مدیتیشن و تمامی قسمت های
                    خود ...
                  </p>
                </div>
                <a
                  class="w-70 h-40 opacity-none rounded-br-20 bg-main d-flex align-items-center justify-content-center mt-4 me-auto"
                >
                  <svg
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      d="M24 10.4848V13.5152L5.81818 13.5152L14.1515 21.8485L12 24L0 12L12 0L14.1515 2.15152L5.81818 10.4848L24 10.4848Z"
                      fill="white"
                    />
                  </svg>
                </a>
              </div>
            </div>
          </div>
        </div>
      </section>

      <!-- benefit -->
      <section class="py-5 mt-5">
        <div class="container">
          <h5 data-aos="fade-down" class="fs-18 text-center text-dark fw-bold">
            سه <span class="text-main">مزیت</span> استفاده از اپلیکیشن های حالتو
          </h5>
          <div class="mt-5">
            <div
              class="bg-white rounded-10 shadow-sm px-3 pt-4 pb-5 d-flex align-items-center flex-column flex-sm-row gap-4 mb-5"
              data-aos="fade-up"
            >
              <div class="flex-grow-1">
                <div class="d-flex align-items-center gap-2">
                  <p class="text-main fs-48 fw-bold mb-0">1.</p>
                  <p class="mb-0 text-dark mt-3 font-bold">
                    مشاوران ملی و بین المللی
                  </p>
                </div>
                <p class="fs-12 text-gray lh-lg">
                  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و
                  با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و
                  مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی
                  تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای
                  کاربردی می باشد.
                </p>
              </div>
              <img
                alt="img"
                :src="require('../assets/img/Frame.png')"
                class="img-fluid"
              />
            </div>
            <div
              class="bg-white rounded-10 shadow-sm px-3 pt-4 pb-5 d-flex align-items-center flex-column flex-sm-row gap-4 mb-5"
              data-aos="fade-down"
            >
              <div class="flex-grow-1">
                <div class="d-flex align-items-center gap-2">
                  <p class="text-main fs-48 fw-bold mb-0">2.</p>
                  <p class="mb-0 text-dark mt-3 font-bold">
                    مشاوران ملی و بین المللی
                  </p>
                </div>
                <p class="fs-12 text-gray lh-lg">
                  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و
                  با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و
                  مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی
                  تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای
                  کاربردی می باشد.
                </p>
              </div>
              <img
                alt="img"
                :src="require('../assets/img/Frame(1).png')"
                class="img-fluid"
              />
            </div>
            <div
              class="bg-white rounded-10 shadow-sm px-3 pt-4 pb-5 d-flex align-items-center flex-column flex-sm-row gap-4"
              data-aos="fade-up"
            >
              <div class="flex-grow-1">
                <div class="d-flex align-items-center gap-2">
                  <p class="text-main fs-48 fw-bold mb-0">3.</p>
                  <p class="mb-0 text-dark mt-3 font-bold">
                    مشاوران ملی و بین المللی
                  </p>
                </div>
                <p class="fs-12 text-gray lh-lg">
                  لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و
                  با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و
                  مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی
                  تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای
                  کاربردی می باشد.
                </p>
              </div>
              <img
                alt="img"
                :src="require('../assets/img/Frame 1597883518.png')"
                class="img-fluid"
              />
            </div>
          </div>
        </div>
      </section>

      <!-- sign experts -->
      <section class="py-5 mt-4">
        <div class="container position-relative">
          <!-- bg -->
          <img
            alt="bg"
            :src="require('../assets/img/Frame 1597883552.png')"
            class="img-fluid w-100 d-none d-lg-block"
          />
          <div
            class="row g-4 position-absolute position-lg-static start-0 end-0 w-100 top-0"
            data-aos="fade-up"
          >
            <div class="col-xl-1 d-flex align-items-center gap-5">
              <img
                alt="img"
                :src="require('../assets/img/Group.png')"
                class="d-lg-none img-fluid"
              />
              <img
                alt="img"
                :src="require('../assets/img/Frame 1597883572.png')"
                class="d-lg-none img-fluid"
              />
            </div>
            <div class="col-xl-11 pt-4">
              <h3
                class="fs-24 text-main font-bold text-center mt-5 pt-xl-5 mb-4"
              >
                ثبت نام متخصصان
              </h3>
              <p class="text-dark text-center">
                در خواست مشاوره تخصصی و حرفه ای برای کمک به شما عزیزان
              </p>
              <div
                class="d-flex flex-column flex-lg-row justify-content-center align-items-center gap-lg-5 gap-3 fs-14 mt-lg-none mt-166 mt-xxl-118 mt-xl-82"
              >
                <a class="d-flex align-items-center gap-2">
                  <svg
                    class="stroke-lg-main"
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      d="M11.9147 1.50005C7.09715 1.48361 3.16211 5.33393 3.00484 10.1534L3 10.4526C3.08008 12.8149 3.88018 15.0668 5.2894 16.922L5.62036 17.3559C6.96548 19.074 8.56399 20.5821 10.3589 21.825L10.791 22.1172L10.8541 22.167C11.4693 22.611 12.2999 22.611 12.9151 22.167L12.9805 22.113L12.955 22.1318C14.384 21.2022 15.7016 20.1093 16.8814 18.8747C19.2731 16.3315 20.7146 13.4818 20.769 10.5878L20.7692 10.4803C20.7855 5.62853 16.9644 1.66345 12.1815 1.50492L11.9147 1.50005Z"
                      fill="white"
                    />
                    <path
                      d="M11.9091 3.11572C15.8402 3.12925 19.0318 6.29139 19.1503 10.2293L19.1537 10.5765C19.1082 12.9969 17.8494 15.4908 15.7199 17.7602C14.6341 18.8988 13.4167 19.9109 12.0963 20.7718L12.0083 20.8384C11.9372 20.9005 11.8317 20.9005 11.7606 20.8384L11.6751 20.7734C9.70805 19.4804 7.98166 17.848 6.57487 15.9508C5.44173 14.4557 4.77025 12.6679 4.63509 10.803L4.61523 10.4291C4.62859 6.46191 7.75981 3.23881 11.6592 3.11912L11.9091 3.11572Z"
                      fill="#75BF7A"
                    />
                    <path
                      d="M11.8847 6.3457C9.65427 6.3457 7.84619 8.15378 7.84619 10.3842C7.84619 12.6145 9.65427 14.4226 11.8847 14.4226C14.115 14.4226 15.9231 12.6145 15.9231 10.3842C15.9231 8.15378 14.115 6.3457 11.8847 6.3457Z"
                      fill="white"
                    />
                    <path
                      d="M11.8845 7.96143C13.2227 7.96143 14.3076 9.04627 14.3076 10.3845C14.3076 11.7227 13.2227 12.8076 11.8845 12.8076C10.5463 12.8076 9.46143 11.7227 9.46143 10.3845C9.46143 9.04627 10.5463 7.96143 11.8845 7.96143Z"
                      fill="#75BF7A"
                    />
                  </svg>
                  <p class="mb-0 text-white text-lg-dark">
                    تهران , خیابان فرشته ,خیابان نیلوفر , نبش مریم غربی , برج
                    رویال آدرس
                  </p>
                </a>
                <a class="d-flex align-items-center gap-2">
                  <svg
                    class="stroke-lg-main"
                    xmlns="http://www.w3.org/2000/svg"
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                    fill="none"
                  >
                    <path
                      fill-rule="evenodd"
                      clip-rule="evenodd"
                      d="M16.5252 3.00005L7.45612 3C4.28659 3 1.99994 5.56151 1.99994 8.85897V15.141C1.99994 18.4385 4.28659 21 7.45612 21H16.5168C18.0392 20.9829 19.4801 20.3421 20.5125 19.2266C21.5449 18.111 22.0786 16.6183 21.9892 15.0959L21.9906 8.85897C22.0786 7.38171 21.5449 5.88895 20.5125 4.77344C19.4801 3.65794 18.0392 3.01705 16.5252 3.00005ZM7.45626 4.52837L16.5085 4.52832C17.6074 4.54066 18.6533 5.00586 19.4027 5.81556C20.152 6.62527 20.5394 7.70881 20.4746 8.81383L20.4733 15.141C20.5394 16.2911 20.152 17.3746 19.4027 18.1843C18.6533 18.994 17.6074 19.4592 16.5085 19.4716L7.45626 19.4715C5.16287 19.4715 3.51752 17.6284 3.51752 15.141V8.85891C3.51752 6.37149 5.16287 4.52837 7.45626 4.52837ZM18.024 8.6382C17.7622 8.3087 17.2847 8.25539 16.9576 8.51914L12.8583 11.8241L12.7408 11.9067C12.2574 12.2094 11.6228 12.1814 11.1598 11.818L7.03055 8.51715L6.93761 8.45344C6.61734 8.26711 6.20139 8.34015 5.96459 8.64069C5.7041 8.9713 5.75902 9.452 6.08724 9.71437L10.2217 13.0193L10.383 13.1374C11.4231 13.8457 12.8013 13.8066 13.7988 13.0235L17.9058 9.71239L17.9882 9.63535C18.24 9.36245 18.2621 8.93776 18.024 8.6382Z"
                      fill="white"
                    />
                  </svg>
                  <p class="mb-0 text-white text-lg-dark">info@haleto-adc.ir</p>
                </a>
                <a class="d-flex align-items-center gap-2">
                  <svg
                    class="stroke-lg-main"
                    xmlns="http://www.w3.org/2000/svg"
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                    fill="none"
                  >
                    <path
                      fill-rule="evenodd"
                      clip-rule="evenodd"
                      d="M7.57635 2.00138L7.59765 2.00276C8.01676 2.03749 8.38077 2.24577 8.71306 2.57044C9.34454 3.18719 10.7005 4.98693 10.8029 5.47672C10.9162 6.02313 10.7951 6.37801 10.4339 7.00579L10.3464 7.16051C10.1807 7.46319 10.1553 7.58817 10.2066 7.73127C10.9952 9.66106 12.3407 11.0064 14.2484 11.7856C14.4291 11.851 14.5655 11.8135 14.9473 11.5945L15.1466 11.4818C15.6833 11.1874 16.0236 11.0943 16.5252 11.1988C17.0133 11.3011 18.8141 12.6579 19.4299 13.2886C19.7541 13.6206 19.9628 13.9852 19.9992 14.432C20.0375 15.5177 18.7126 17.0465 17.9044 17.5062C16.9853 18.1637 15.819 18.1528 14.5112 17.5441C11.0913 16.121 5.86 10.9231 4.46591 7.50745L4.38245 7.31639C3.8531 6.05119 3.86457 4.95813 4.47119 4.13406C5.0247 3.21741 6.51708 1.95239 7.57635 2.00138ZM7.51159 3.17132L7.44106 3.17493C6.89739 3.24716 5.80712 4.1858 5.44403 4.78281L5.38131 4.87615C5.06852 5.38578 5.10477 6.08564 5.54025 7.0439L5.62347 7.23871C7.02789 10.3907 11.8905 15.1859 14.9826 16.4731L15.1529 16.5488C16.0475 16.928 16.7247 16.9112 17.273 16.5224L17.3135 16.4963C17.4832 16.3784 17.8744 16.0229 18.1758 15.6752C18.599 15.1868 18.8388 14.7393 18.831 14.5011C18.8226 14.3992 18.7439 14.2618 18.5925 14.1067C18.1347 13.6379 16.4698 12.3834 16.2858 12.3449C16.1118 12.3086 15.969 12.3573 15.5785 12.582L15.382 12.6923C14.8066 13.0026 14.401 13.086 13.828 12.878C11.6072 11.9716 10.0306 10.3952 9.11452 8.15199C8.89754 7.55222 9.01434 7.12788 9.39166 6.47025L9.48156 6.31208C9.65297 6.00258 9.68925 5.87127 9.65695 5.7155C9.61828 5.53049 8.36461 3.86655 7.89516 3.40805C7.7397 3.25616 7.60311 3.178 7.50088 3.16953L7.51159 3.17132Z"
                      fill="white"
                    />
                  </svg>
                  <p class="mb-0 text-white text-lg-dark">021- ۱۲۳۴۵۶۷۸۹</p>
                </a>
              </div>
            </div>
          </div>
        </div>
      </section>

      <!-- services -->
      <section class="py-5 mt-5">
        <div class="container">
          <h5 data-aos="fade-down" class="fs-18 text-center text-dark fw-bold">
            خدمات <span class="text-main">ویژه</span> سوپر اپلیکیشن حالتو
          </h5>
          <div class="row g-5 mt-5">
            <div class="col-lg-4 col-md-6">
              <div
                class="bg-white rounded-16 shadow-sm p-5 pb-4 max-w-275 max-w-lg-100 cursor-pointer hover-main transition"
                data-aos="fade-up"
              >
                <svg
                  class="d-block mx-auto"
                  width="64"
                  height="64"
                  viewBox="0 0 64 64"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    fill-rule="evenodd"
                    clip-rule="evenodd"
                    d="M39.4453 30.4933C40.9734 30.4987 42.4732 30.081 43.7787 29.2866C45.1031 30.0793 46.622 30.4878 48.1653 30.4666L53.1253 28.8386C54.5213 27.7986 55.4813 26.356 55.8413 24.7546C56.201 23.1457 55.938 21.4602 55.1053 20.0373C54.2693 18.588 52.9053 17.4413 51.2453 16.7906C50.8653 15.24 49.9107 13.852 48.5373 12.8586L43.6973 11.3306H43.1507C42.0747 9.91197 40.4587 8.89997 38.6093 8.48797L28.232 7.9613C26.5067 8.09064 24.88 8.73997 23.6147 9.8053C23.0141 9.6775 22.402 9.61137 21.788 9.60797C20.3155 9.60644 18.8689 9.99569 17.596 10.736C16.3493 11.4693 15.3627 12.5133 14.7587 13.7413L10.8147 16.2613C9.84613 17.4261 9.31341 18.8918 9.308 20.4066C9.29866 21.0306 9.39066 21.652 9.58 22.252C8.54666 23.464 7.98933 24.952 8 26.4826C7.99733 28.256 8.748 29.964 10.0987 31.2546C10.2067 32.524 10.6987 33.744 11.52 34.78C12.371 35.838 13.4884 36.6502 14.7573 37.1333C16.2236 37.9537 17.4885 39.0906 18.46 40.4613C19.3926 41.7803 19.9919 43.3056 20.2067 44.9066H23.8333V34.5813L20.3093 31.4506L17.9267 33.8346C17.6765 34.0847 17.3372 34.225 16.9835 34.2249C16.6298 34.2248 16.2907 34.0842 16.0407 33.834C15.7907 33.5838 15.6503 33.2445 15.6504 32.8908C15.6505 32.5371 15.7911 32.198 16.0413 31.948L18.82 29.1706L17.9733 24.5133L14.2053 22.6293C13.889 22.4711 13.6485 22.1936 13.5367 21.8581C13.425 21.5225 13.4511 21.1563 13.6093 20.84C13.7676 20.5237 14.045 20.2832 14.3806 20.1714C14.7161 20.0596 15.0823 20.0857 15.3987 20.244L19.088 22.0893L23.7027 19.152L22.2813 15.36C22.1647 15.0307 22.1819 14.6689 22.3293 14.3522C22.4766 14.0355 22.7424 13.7893 23.0694 13.6665C23.3964 13.5437 23.7585 13.5541 24.0779 13.6955C24.3973 13.8369 24.6484 14.098 24.7773 14.4226L26.2947 18.468H28.16L29.0267 16.7373L27.7587 13.78C27.6252 13.456 27.6246 13.0926 27.757 12.7683C27.8894 12.4439 28.1441 12.1847 28.4661 12.0466C28.7881 11.9086 29.1515 11.9028 29.4777 12.0306C29.8039 12.1583 30.0667 12.4093 30.2093 12.7293L31.3107 15.2986L35.7107 16.0986C35.7351 16.0754 35.7605 16.0532 35.7867 16.032L38.5147 13.8506C38.7912 13.6355 39.1413 13.5378 39.4893 13.5787C39.8373 13.6197 40.1552 13.796 40.3742 14.0695C40.5933 14.343 40.6958 14.6918 40.6597 15.0403C40.6236 15.3888 40.4518 15.7092 40.1813 15.932L38.2187 17.5026L40.524 20.4666L41.428 18.6586C41.5387 18.4372 41.7088 18.2509 41.9193 18.1207C42.1298 17.9905 42.3724 17.9214 42.62 17.9213H45.8933C46.247 17.9213 46.5861 18.0618 46.8361 18.3118C47.0862 18.5619 47.2267 18.901 47.2267 19.2546C47.2267 19.6083 47.0862 19.9474 46.8361 20.1974C46.5861 20.4475 46.247 20.588 45.8933 20.588H43.444L42.8853 21.7066L45.6373 22.3173C45.744 22.3413 45.8467 22.3786 45.944 22.4266L48.1253 23.5173C48.282 23.5956 48.4218 23.7039 48.5366 23.8362C48.6515 23.9685 48.7391 24.1221 48.7946 24.2883C48.85 24.4544 48.8722 24.6299 48.8599 24.8046C48.8476 24.9793 48.8009 25.1499 48.7227 25.3066C48.6444 25.4633 48.536 25.6031 48.4038 25.7179C48.2715 25.8328 48.1179 25.9204 47.9517 25.9759C47.6161 26.0879 47.2498 26.062 46.9333 25.904L44.8987 24.8853L40.1493 23.8306C39.8465 23.763 39.5768 23.5918 39.3867 23.3466L35.88 18.84L31.5293 18.0493C31.4458 18.1272 31.3526 18.194 31.252 18.248L30.3173 20.116V21.1946H32.256C32.4633 21.1942 32.6678 21.2422 32.8533 21.3346L37.2173 23.5173C37.374 23.5957 37.5136 23.7041 37.6283 23.8364C37.743 23.9688 37.8306 24.1224 37.8859 24.2885C37.9413 24.4547 37.9633 24.6301 37.9509 24.8048C37.9384 24.9795 37.8917 25.15 37.8133 25.3066C37.735 25.4633 37.6265 25.6029 37.4942 25.7176C37.3619 25.8323 37.2083 25.9199 37.0421 25.9752C36.8759 26.0306 36.7005 26.0526 36.5258 26.0402C36.3511 26.0277 36.1806 25.981 36.024 25.9026L31.9413 23.8613H30.3173V26.3466C30.3173 26.7003 30.1769 27.0394 29.9268 27.2894C29.6768 27.5395 29.3376 27.68 28.984 27.68C28.6304 27.68 28.2912 27.5395 28.0412 27.2894C27.7911 27.0394 27.6507 26.7003 27.6507 26.3466V21.1346H25.5547L20.6373 24.2626L21.4867 28.9293L26.052 32.9866C26.1925 33.1117 26.3049 33.2652 26.3819 33.4368C26.4589 33.6085 26.4987 33.7945 26.4987 33.9826V44.9066H30.3893V37.5266C30.3924 36.201 30.7999 34.9079 31.5573 33.82C32.3533 32.6815 33.4482 31.785 34.7213 31.2293C35.4547 30.976 35.6333 30.636 35.8547 30.2186C36.0013 29.9413 36.1667 29.6293 36.5253 29.2853C36.836 29.4786 37.0773 29.648 37.2867 29.796C37.936 30.2533 38.2773 30.4946 39.4467 30.4946L39.4453 30.4933ZM30.6667 50.6666H20V48H30.6667V50.6666ZM30.6667 56H20V53.3333H30.6667V56Z"
                    fill="#6CB771"
                  />
                </svg>
                <div class="pt-4">
                  <p
                    class="text-dark fw-bold mt-5 text-center w-174 w-lg-100 h-48 rounded-4 d-flex align-items-center justify-content-center transition"
                  >
                    مدیریت استرس
                  </p>
                </div>
              </div>
            </div>
            <div class="col-lg-4 col-md-6">
              <div
                class="bg-white rounded-16 mx-lg-auto shadow-sm p-5 pb-4 max-w-275 max-w-lg-100 cursor-pointer hover-main transition"
                data-aos="fade-up"
              >
                <svg
                  class="d-block mx-auto"
                  width="56"
                  height="64"
                  viewBox="0 0 56 64"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <g clip-path="url(#clip0_4_2198)">
                    <path
                      d="M44 16C44 24.8375 36.8375 32 27.8875 32C19.1625 32 11.8875 24.8375 11.8875 16C11.8875 7.16375 19.1625 0 27.8875 0C36.8375 0 44 7.16375 44 16ZM35.8875 45.25C32.55 46.1375 29.8875 49.275 29.8875 53V56C29.8875 56.525 30.2125 57.0375 30.5875 57.4125L32.5875 59.4125C33.3625 60.2 34.6375 60.2 35.4125 59.4125C36.2 58.6375 36.2 57.3625 35.4125 56.5875L33.8875 55.175V53C33.8875 50.7875 35.7875 49 37.8875 49C40.2125 49 42 50.7875 42 53V55.175L40.5875 56.5875C39.8 57.3625 39.8 58.6375 40.5875 59.4125C41.3625 60.2 42.6375 60.2 43.4125 59.4125L45.4125 57.4125C45.7875 57.0375 46 56.525 46 56V53C46 49.275 43.45 46.1375 40 45.25V38.6C49.1875 40.8375 56 49.0125 56 59V60C56 62.2125 54.2125 64 52 64H4C1.79125 64 0 62.2125 0 60V59C0 49.125 6.81625 40.8375 16 38.6V46.2875C13.1125 47.15 11 49.825 11 53C11 56.8625 14.1375 60 18 60C21.8625 60 25 56.8625 25 53C25 49.825 22.8875 47.15 20 46.2875V38.025C20.3375 38.0125 20.6625 38 21 38H35C35.3375 38 35.6625 38.0125 36 38.025L35.8875 45.25ZM20.8875 53C20.8875 54.6625 19.6625 56 17.8875 56C16.3375 56 14.8875 54.6625 14.8875 53C14.8875 51.3375 16.3375 50 17.8875 50C19.6625 50 20.8875 51.3375 20.8875 53Z"
                      fill="#6CB771"
                    />
                  </g>
                  <defs>
                    <clipPath id="clip0_4_2198">
                      <rect width="56" height="64" fill="white" />
                    </clipPath>
                  </defs>
                </svg>
                <div class="pt-4">
                  <p
                    class="text-dark fw-bold mt-5 text-center w-174 w-lg-100 h-48 rounded-4 d-flex align-items-center justify-content-center transition"
                  >
                    مدیریت استرس
                  </p>
                </div>
              </div>
            </div>
            <div class="col-lg-4 col-md-6">
              <div
                class="bg-white rounded-16 me-lg-auto shadow-sm p-5 pb-4 max-w-275 max-w-lg-100 cursor-pointer hover-main transition"
                data-aos="fade-down"
              >
                <svg
                  class="d-block mx-auto"
                  width="64"
                  height="64"
                  viewBox="0 0 64 64"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    fill-rule="evenodd"
                    clip-rule="evenodd"
                    d="M39.4453 30.4933C40.9734 30.4987 42.4732 30.081 43.7787 29.2866C45.1031 30.0793 46.622 30.4878 48.1653 30.4666L53.1253 28.8386C54.5213 27.7986 55.4813 26.356 55.8413 24.7546C56.201 23.1457 55.938 21.4602 55.1053 20.0373C54.2693 18.588 52.9053 17.4413 51.2453 16.7906C50.8653 15.24 49.9107 13.852 48.5373 12.8586L43.6973 11.3306H43.1507C42.0747 9.91197 40.4587 8.89997 38.6093 8.48797L28.232 7.9613C26.5067 8.09064 24.88 8.73997 23.6147 9.8053C23.0141 9.6775 22.402 9.61137 21.788 9.60797C20.3155 9.60644 18.8689 9.99569 17.596 10.736C16.3493 11.4693 15.3627 12.5133 14.7587 13.7413L10.8147 16.2613C9.84613 17.4261 9.31341 18.8918 9.308 20.4066C9.29866 21.0306 9.39066 21.652 9.58 22.252C8.54666 23.464 7.98933 24.952 8 26.4826C7.99733 28.256 8.748 29.964 10.0987 31.2546C10.2067 32.524 10.6987 33.744 11.52 34.78C12.371 35.838 13.4884 36.6502 14.7573 37.1333C16.2236 37.9537 17.4885 39.0906 18.46 40.4613C19.3926 41.7803 19.9919 43.3056 20.2067 44.9066H23.8333V34.5813L20.3093 31.4506L17.9267 33.8346C17.6765 34.0847 17.3372 34.225 16.9835 34.2249C16.6298 34.2248 16.2907 34.0842 16.0407 33.834C15.7907 33.5838 15.6503 33.2445 15.6504 32.8908C15.6505 32.5371 15.7911 32.198 16.0413 31.948L18.82 29.1706L17.9733 24.5133L14.2053 22.6293C13.889 22.4711 13.6485 22.1936 13.5367 21.8581C13.425 21.5225 13.4511 21.1563 13.6093 20.84C13.7676 20.5237 14.045 20.2832 14.3806 20.1714C14.7161 20.0596 15.0823 20.0857 15.3987 20.244L19.088 22.0893L23.7027 19.152L22.2813 15.36C22.1647 15.0307 22.1819 14.6689 22.3293 14.3522C22.4766 14.0355 22.7424 13.7893 23.0694 13.6665C23.3964 13.5437 23.7585 13.5541 24.0779 13.6955C24.3973 13.8369 24.6484 14.098 24.7773 14.4226L26.2947 18.468H28.16L29.0267 16.7373L27.7587 13.78C27.6252 13.456 27.6246 13.0926 27.757 12.7683C27.8894 12.4439 28.1441 12.1847 28.4661 12.0466C28.7881 11.9086 29.1515 11.9028 29.4777 12.0306C29.8039 12.1583 30.0667 12.4093 30.2093 12.7293L31.3107 15.2986L35.7107 16.0986C35.7351 16.0754 35.7605 16.0532 35.7867 16.032L38.5147 13.8506C38.7912 13.6355 39.1413 13.5378 39.4893 13.5787C39.8373 13.6197 40.1552 13.796 40.3742 14.0695C40.5933 14.343 40.6958 14.6918 40.6597 15.0403C40.6236 15.3888 40.4518 15.7092 40.1813 15.932L38.2187 17.5026L40.524 20.4666L41.428 18.6586C41.5387 18.4372 41.7088 18.2509 41.9193 18.1207C42.1298 17.9905 42.3724 17.9214 42.62 17.9213H45.8933C46.247 17.9213 46.5861 18.0618 46.8361 18.3118C47.0862 18.5619 47.2267 18.901 47.2267 19.2546C47.2267 19.6083 47.0862 19.9474 46.8361 20.1974C46.5861 20.4475 46.247 20.588 45.8933 20.588H43.444L42.8853 21.7066L45.6373 22.3173C45.744 22.3413 45.8467 22.3786 45.944 22.4266L48.1253 23.5173C48.282 23.5956 48.4218 23.7039 48.5366 23.8362C48.6515 23.9685 48.7391 24.1221 48.7946 24.2883C48.85 24.4544 48.8722 24.6299 48.8599 24.8046C48.8476 24.9793 48.8009 25.1499 48.7227 25.3066C48.6444 25.4633 48.536 25.6031 48.4038 25.7179C48.2715 25.8328 48.1179 25.9204 47.9517 25.9759C47.6161 26.0879 47.2498 26.062 46.9333 25.904L44.8987 24.8853L40.1493 23.8306C39.8465 23.763 39.5768 23.5918 39.3867 23.3466L35.88 18.84L31.5293 18.0493C31.4458 18.1272 31.3526 18.194 31.252 18.248L30.3173 20.116V21.1946H32.256C32.4633 21.1942 32.6678 21.2422 32.8533 21.3346L37.2173 23.5173C37.374 23.5957 37.5136 23.7041 37.6283 23.8364C37.743 23.9688 37.8306 24.1224 37.8859 24.2885C37.9413 24.4547 37.9633 24.6301 37.9509 24.8048C37.9384 24.9795 37.8917 25.15 37.8133 25.3066C37.735 25.4633 37.6265 25.6029 37.4942 25.7176C37.3619 25.8323 37.2083 25.9199 37.0421 25.9752C36.8759 26.0306 36.7005 26.0526 36.5258 26.0402C36.3511 26.0277 36.1806 25.981 36.024 25.9026L31.9413 23.8613H30.3173V26.3466C30.3173 26.7003 30.1769 27.0394 29.9268 27.2894C29.6768 27.5395 29.3376 27.68 28.984 27.68C28.6304 27.68 28.2912 27.5395 28.0412 27.2894C27.7911 27.0394 27.6507 26.7003 27.6507 26.3466V21.1346H25.5547L20.6373 24.2626L21.4867 28.9293L26.052 32.9866C26.1925 33.1117 26.3049 33.2652 26.3819 33.4368C26.4589 33.6085 26.4987 33.7945 26.4987 33.9826V44.9066H30.3893V37.5266C30.3924 36.201 30.7999 34.9079 31.5573 33.82C32.3533 32.6815 33.4482 31.785 34.7213 31.2293C35.4547 30.976 35.6333 30.636 35.8547 30.2186C36.0013 29.9413 36.1667 29.6293 36.5253 29.2853C36.836 29.4786 37.0773 29.648 37.2867 29.796C37.936 30.2533 38.2773 30.4946 39.4467 30.4946L39.4453 30.4933ZM30.6667 50.6666H20V48H30.6667V50.6666ZM30.6667 56H20V53.3333H30.6667V56Z"
                    fill="#6CB771"
                  />
                </svg>
                <div class="pt-4">
                  <p
                    class="text-dark fw-bold mt-5 text-center w-174 w-lg-100 h-48 rounded-4 d-flex align-items-center justify-content-center transition"
                  >
                    مدیریت استرس
                  </p>
                </div>
              </div>
            </div>
            <div class="col-lg-4 col-md-6">
              <div
                class="bg-white rounded-16 shadow-sm p-5 pb-4 max-w-275 max-w-lg-100 cursor-pointer hover-main transition"
                data-aos="fade-up"
              >
                <svg
                  class="d-block mx-auto"
                  width="64"
                  height="64"
                  viewBox="0 0 64 64"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    fill-rule="evenodd"
                    clip-rule="evenodd"
                    d="M39.4453 30.4933C40.9734 30.4987 42.4732 30.081 43.7787 29.2866C45.1031 30.0793 46.622 30.4878 48.1653 30.4666L53.1253 28.8386C54.5213 27.7986 55.4813 26.356 55.8413 24.7546C56.201 23.1457 55.938 21.4602 55.1053 20.0373C54.2693 18.588 52.9053 17.4413 51.2453 16.7906C50.8653 15.24 49.9107 13.852 48.5373 12.8586L43.6973 11.3306H43.1507C42.0747 9.91197 40.4587 8.89997 38.6093 8.48797L28.232 7.9613C26.5067 8.09064 24.88 8.73997 23.6147 9.8053C23.0141 9.6775 22.402 9.61137 21.788 9.60797C20.3155 9.60644 18.8689 9.99569 17.596 10.736C16.3493 11.4693 15.3627 12.5133 14.7587 13.7413L10.8147 16.2613C9.84613 17.4261 9.31341 18.8918 9.308 20.4066C9.29866 21.0306 9.39066 21.652 9.58 22.252C8.54666 23.464 7.98933 24.952 8 26.4826C7.99733 28.256 8.748 29.964 10.0987 31.2546C10.2067 32.524 10.6987 33.744 11.52 34.78C12.371 35.838 13.4884 36.6502 14.7573 37.1333C16.2236 37.9537 17.4885 39.0906 18.46 40.4613C19.3926 41.7803 19.9919 43.3056 20.2067 44.9066H23.8333V34.5813L20.3093 31.4506L17.9267 33.8346C17.6765 34.0847 17.3372 34.225 16.9835 34.2249C16.6298 34.2248 16.2907 34.0842 16.0407 33.834C15.7907 33.5838 15.6503 33.2445 15.6504 32.8908C15.6505 32.5371 15.7911 32.198 16.0413 31.948L18.82 29.1706L17.9733 24.5133L14.2053 22.6293C13.889 22.4711 13.6485 22.1936 13.5367 21.8581C13.425 21.5225 13.4511 21.1563 13.6093 20.84C13.7676 20.5237 14.045 20.2832 14.3806 20.1714C14.7161 20.0596 15.0823 20.0857 15.3987 20.244L19.088 22.0893L23.7027 19.152L22.2813 15.36C22.1647 15.0307 22.1819 14.6689 22.3293 14.3522C22.4766 14.0355 22.7424 13.7893 23.0694 13.6665C23.3964 13.5437 23.7585 13.5541 24.0779 13.6955C24.3973 13.8369 24.6484 14.098 24.7773 14.4226L26.2947 18.468H28.16L29.0267 16.7373L27.7587 13.78C27.6252 13.456 27.6246 13.0926 27.757 12.7683C27.8894 12.4439 28.1441 12.1847 28.4661 12.0466C28.7881 11.9086 29.1515 11.9028 29.4777 12.0306C29.8039 12.1583 30.0667 12.4093 30.2093 12.7293L31.3107 15.2986L35.7107 16.0986C35.7351 16.0754 35.7605 16.0532 35.7867 16.032L38.5147 13.8506C38.7912 13.6355 39.1413 13.5378 39.4893 13.5787C39.8373 13.6197 40.1552 13.796 40.3742 14.0695C40.5933 14.343 40.6958 14.6918 40.6597 15.0403C40.6236 15.3888 40.4518 15.7092 40.1813 15.932L38.2187 17.5026L40.524 20.4666L41.428 18.6586C41.5387 18.4372 41.7088 18.2509 41.9193 18.1207C42.1298 17.9905 42.3724 17.9214 42.62 17.9213H45.8933C46.247 17.9213 46.5861 18.0618 46.8361 18.3118C47.0862 18.5619 47.2267 18.901 47.2267 19.2546C47.2267 19.6083 47.0862 19.9474 46.8361 20.1974C46.5861 20.4475 46.247 20.588 45.8933 20.588H43.444L42.8853 21.7066L45.6373 22.3173C45.744 22.3413 45.8467 22.3786 45.944 22.4266L48.1253 23.5173C48.282 23.5956 48.4218 23.7039 48.5366 23.8362C48.6515 23.9685 48.7391 24.1221 48.7946 24.2883C48.85 24.4544 48.8722 24.6299 48.8599 24.8046C48.8476 24.9793 48.8009 25.1499 48.7227 25.3066C48.6444 25.4633 48.536 25.6031 48.4038 25.7179C48.2715 25.8328 48.1179 25.9204 47.9517 25.9759C47.6161 26.0879 47.2498 26.062 46.9333 25.904L44.8987 24.8853L40.1493 23.8306C39.8465 23.763 39.5768 23.5918 39.3867 23.3466L35.88 18.84L31.5293 18.0493C31.4458 18.1272 31.3526 18.194 31.252 18.248L30.3173 20.116V21.1946H32.256C32.4633 21.1942 32.6678 21.2422 32.8533 21.3346L37.2173 23.5173C37.374 23.5957 37.5136 23.7041 37.6283 23.8364C37.743 23.9688 37.8306 24.1224 37.8859 24.2885C37.9413 24.4547 37.9633 24.6301 37.9509 24.8048C37.9384 24.9795 37.8917 25.15 37.8133 25.3066C37.735 25.4633 37.6265 25.6029 37.4942 25.7176C37.3619 25.8323 37.2083 25.9199 37.0421 25.9752C36.8759 26.0306 36.7005 26.0526 36.5258 26.0402C36.3511 26.0277 36.1806 25.981 36.024 25.9026L31.9413 23.8613H30.3173V26.3466C30.3173 26.7003 30.1769 27.0394 29.9268 27.2894C29.6768 27.5395 29.3376 27.68 28.984 27.68C28.6304 27.68 28.2912 27.5395 28.0412 27.2894C27.7911 27.0394 27.6507 26.7003 27.6507 26.3466V21.1346H25.5547L20.6373 24.2626L21.4867 28.9293L26.052 32.9866C26.1925 33.1117 26.3049 33.2652 26.3819 33.4368C26.4589 33.6085 26.4987 33.7945 26.4987 33.9826V44.9066H30.3893V37.5266C30.3924 36.201 30.7999 34.9079 31.5573 33.82C32.3533 32.6815 33.4482 31.785 34.7213 31.2293C35.4547 30.976 35.6333 30.636 35.8547 30.2186C36.0013 29.9413 36.1667 29.6293 36.5253 29.2853C36.836 29.4786 37.0773 29.648 37.2867 29.796C37.936 30.2533 38.2773 30.4946 39.4467 30.4946L39.4453 30.4933ZM30.6667 50.6666H20V48H30.6667V50.6666ZM30.6667 56H20V53.3333H30.6667V56Z"
                    fill="#6CB771"
                  />
                </svg>
                <div class="pt-4">
                  <p
                    class="text-dark fw-bold mt-5 text-center w-174 w-lg-100 h-48 rounded-4 d-flex align-items-center justify-content-center transition"
                  >
                    مدیریت استرس
                  </p>
                </div>
              </div>
            </div>
            <div class="col-lg-4 col-md-6">
              <div
                class="bg-white rounded-16 mx-lg-auto shadow-sm p-5 pb-4 max-w-275 max-w-lg-100 cursor-pointer hover-main transition"
                data-aos="fade-down"
              >
                <svg
                  class="d-block mx-auto"
                  width="64"
                  height="64"
                  viewBox="0 0 188 156"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M145.7 78C148.285 78 150.4 75.8063 150.4 73.125C150.4 70.4437 148.285 68.25 145.7 68.25C143.115 68.25 141 70.4437 141 73.125C141 75.8063 143.115 78 145.7 78ZM94 53.625C108.247 53.625 119.85 41.5898 119.85 26.8125C119.85 12.0352 108.247 0 94 0C79.7531 0 68.15 12.0352 68.15 26.8125C68.15 41.5898 79.7531 53.625 94 53.625ZM17.5662 110.906C20.5625 115.568 26.1731 116.33 30.1681 113.892C34.9269 110.967 46.6769 104.234 61.1 99.0844V126.75H126.9V99.1148C141.323 104.234 153.073 110.998 157.832 113.923C161.827 116.36 167.437 115.538 170.434 110.937L175.662 102.802C178.247 98.7797 177.895 92.2594 172.725 89.0602C169.229 86.8969 164.001 83.8805 157.714 80.7117C149.46 94.7578 128.516 86.1352 131.952 70.0172C120.232 66.1781 107.248 63.375 94 63.375C77.2563 63.375 60.8356 67.793 47 73.1859C46.9413 85.4344 33.0175 92.4727 23.735 84.1547C20.445 85.9828 17.4781 87.6891 15.3044 89.0297C10.1344 92.2289 9.78187 98.7187 12.3669 102.771L17.5662 110.906ZM108.1 104.812C112.007 104.812 115.15 108.073 115.15 112.125C115.15 116.177 112.007 119.438 108.1 119.438C104.193 119.438 101.05 116.177 101.05 112.125C101.05 108.073 104.193 104.812 108.1 104.812ZM79.9 75.5625C83.8069 75.5625 86.95 78.8227 86.95 82.875C86.95 86.9273 83.8069 90.1875 79.9 90.1875C75.9931 90.1875 72.85 86.9273 72.85 82.875C72.85 78.8227 75.9931 75.5625 79.9 75.5625ZM32.9 78C35.485 78 37.6 75.8063 37.6 73.125C37.6 70.4437 35.485 68.25 32.9 68.25C30.315 68.25 28.2 70.4437 28.2 73.125C28.2 75.8063 30.315 78 32.9 78ZM183.3 136.5H4.7C2.115 136.5 0 138.694 0 141.375V151.125C0 153.806 2.115 156 4.7 156H183.3C185.885 156 188 153.806 188 151.125V141.375C188 138.694 185.885 136.5 183.3 136.5Z"
                    fill="#6CB771"
                  />
                </svg>
                <div class="pt-4">
                  <p
                    class="text-dark fw-bold mt-5 text-center w-174 w-lg-100 h-48 rounded-4 d-flex align-items-center justify-content-center transition"
                  >
                    مدیریت استرس
                  </p>
                </div>
              </div>
            </div>
            <div class="col-lg-4 col-md-6">
              <div
                class="bg-white rounded-16 me-lg-auto shadow-sm p-5 pb-4 max-w-275 max-w-lg-100 cursor-pointer hover-main transition"
                data-aos="fade-up"
              >
                <svg
                  class="d-block mx-auto"
                  width="64"
                  height="64"
                  viewBox="0 0 64 64"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    fill-rule="evenodd"
                    clip-rule="evenodd"
                    d="M39.4453 30.4933C40.9734 30.4987 42.4732 30.081 43.7787 29.2866C45.1031 30.0793 46.622 30.4878 48.1653 30.4666L53.1253 28.8386C54.5213 27.7986 55.4813 26.356 55.8413 24.7546C56.201 23.1457 55.938 21.4602 55.1053 20.0373C54.2693 18.588 52.9053 17.4413 51.2453 16.7906C50.8653 15.24 49.9107 13.852 48.5373 12.8586L43.6973 11.3306H43.1507C42.0747 9.91197 40.4587 8.89997 38.6093 8.48797L28.232 7.9613C26.5067 8.09064 24.88 8.73997 23.6147 9.8053C23.0141 9.6775 22.402 9.61137 21.788 9.60797C20.3155 9.60644 18.8689 9.99569 17.596 10.736C16.3493 11.4693 15.3627 12.5133 14.7587 13.7413L10.8147 16.2613C9.84613 17.4261 9.31341 18.8918 9.308 20.4066C9.29866 21.0306 9.39066 21.652 9.58 22.252C8.54666 23.464 7.98933 24.952 8 26.4826C7.99733 28.256 8.748 29.964 10.0987 31.2546C10.2067 32.524 10.6987 33.744 11.52 34.78C12.371 35.838 13.4884 36.6502 14.7573 37.1333C16.2236 37.9537 17.4885 39.0906 18.46 40.4613C19.3926 41.7803 19.9919 43.3056 20.2067 44.9066H23.8333V34.5813L20.3093 31.4506L17.9267 33.8346C17.6765 34.0847 17.3372 34.225 16.9835 34.2249C16.6298 34.2248 16.2907 34.0842 16.0407 33.834C15.7907 33.5838 15.6503 33.2445 15.6504 32.8908C15.6505 32.5371 15.7911 32.198 16.0413 31.948L18.82 29.1706L17.9733 24.5133L14.2053 22.6293C13.889 22.4711 13.6485 22.1936 13.5367 21.8581C13.425 21.5225 13.4511 21.1563 13.6093 20.84C13.7676 20.5237 14.045 20.2832 14.3806 20.1714C14.7161 20.0596 15.0823 20.0857 15.3987 20.244L19.088 22.0893L23.7027 19.152L22.2813 15.36C22.1647 15.0307 22.1819 14.6689 22.3293 14.3522C22.4766 14.0355 22.7424 13.7893 23.0694 13.6665C23.3964 13.5437 23.7585 13.5541 24.0779 13.6955C24.3973 13.8369 24.6484 14.098 24.7773 14.4226L26.2947 18.468H28.16L29.0267 16.7373L27.7587 13.78C27.6252 13.456 27.6246 13.0926 27.757 12.7683C27.8894 12.4439 28.1441 12.1847 28.4661 12.0466C28.7881 11.9086 29.1515 11.9028 29.4777 12.0306C29.8039 12.1583 30.0667 12.4093 30.2093 12.7293L31.3107 15.2986L35.7107 16.0986C35.7351 16.0754 35.7605 16.0532 35.7867 16.032L38.5147 13.8506C38.7912 13.6355 39.1413 13.5378 39.4893 13.5787C39.8373 13.6197 40.1552 13.796 40.3742 14.0695C40.5933 14.343 40.6958 14.6918 40.6597 15.0403C40.6236 15.3888 40.4518 15.7092 40.1813 15.932L38.2187 17.5026L40.524 20.4666L41.428 18.6586C41.5387 18.4372 41.7088 18.2509 41.9193 18.1207C42.1298 17.9905 42.3724 17.9214 42.62 17.9213H45.8933C46.247 17.9213 46.5861 18.0618 46.8361 18.3118C47.0862 18.5619 47.2267 18.901 47.2267 19.2546C47.2267 19.6083 47.0862 19.9474 46.8361 20.1974C46.5861 20.4475 46.247 20.588 45.8933 20.588H43.444L42.8853 21.7066L45.6373 22.3173C45.744 22.3413 45.8467 22.3786 45.944 22.4266L48.1253 23.5173C48.282 23.5956 48.4218 23.7039 48.5366 23.8362C48.6515 23.9685 48.7391 24.1221 48.7946 24.2883C48.85 24.4544 48.8722 24.6299 48.8599 24.8046C48.8476 24.9793 48.8009 25.1499 48.7227 25.3066C48.6444 25.4633 48.536 25.6031 48.4038 25.7179C48.2715 25.8328 48.1179 25.9204 47.9517 25.9759C47.6161 26.0879 47.2498 26.062 46.9333 25.904L44.8987 24.8853L40.1493 23.8306C39.8465 23.763 39.5768 23.5918 39.3867 23.3466L35.88 18.84L31.5293 18.0493C31.4458 18.1272 31.3526 18.194 31.252 18.248L30.3173 20.116V21.1946H32.256C32.4633 21.1942 32.6678 21.2422 32.8533 21.3346L37.2173 23.5173C37.374 23.5957 37.5136 23.7041 37.6283 23.8364C37.743 23.9688 37.8306 24.1224 37.8859 24.2885C37.9413 24.4547 37.9633 24.6301 37.9509 24.8048C37.9384 24.9795 37.8917 25.15 37.8133 25.3066C37.735 25.4633 37.6265 25.6029 37.4942 25.7176C37.3619 25.8323 37.2083 25.9199 37.0421 25.9752C36.8759 26.0306 36.7005 26.0526 36.5258 26.0402C36.3511 26.0277 36.1806 25.981 36.024 25.9026L31.9413 23.8613H30.3173V26.3466C30.3173 26.7003 30.1769 27.0394 29.9268 27.2894C29.6768 27.5395 29.3376 27.68 28.984 27.68C28.6304 27.68 28.2912 27.5395 28.0412 27.2894C27.7911 27.0394 27.6507 26.7003 27.6507 26.3466V21.1346H25.5547L20.6373 24.2626L21.4867 28.9293L26.052 32.9866C26.1925 33.1117 26.3049 33.2652 26.3819 33.4368C26.4589 33.6085 26.4987 33.7945 26.4987 33.9826V44.9066H30.3893V37.5266C30.3924 36.201 30.7999 34.9079 31.5573 33.82C32.3533 32.6815 33.4482 31.785 34.7213 31.2293C35.4547 30.976 35.6333 30.636 35.8547 30.2186C36.0013 29.9413 36.1667 29.6293 36.5253 29.2853C36.836 29.4786 37.0773 29.648 37.2867 29.796C37.936 30.2533 38.2773 30.4946 39.4467 30.4946L39.4453 30.4933ZM30.6667 50.6666H20V48H30.6667V50.6666ZM30.6667 56H20V53.3333H30.6667V56Z"
                    fill="#6CB771"
                  />
                </svg>
                <div class="pt-4">
                  <p
                    class="text-dark fw-bold mt-5 text-center w-174 w-lg-100 h-48 rounded-4 d-flex align-items-center justify-content-center transition"
                  >
                    مدیریت استرس
                  </p>
                </div>
              </div>
            </div>
          </div>
        </div>
      </section>

    </aos-vue>
    
  </main>

  <Footer />
  
</template>

<script>
import axios from "axios";
import Header from "@/components/Header/Header.vue";
import Footer from "@/components/Footer/Footer.vue";
import Swiper1 from "@/components/Swipers/Swiper1.vue";

export default {
  components: { Header,Footer, Swiper1 },
  name: "Home-component",

  data(){
    return{
      user:null
    }
  },

  async created(){
    const response=await axios.get('user');

    this.user=response.data;
  }


};
</script>

<style></style>