<template>
     <footer class="position-relative py-5 mt-5 bg-white">
    <!-- shape -->
    <svg class="position-absolute end-0 mt-5 pt-5 bottom-50 bottom-sm-86" width="118" height="168" viewBox="0 0 118 168" fill="none" xmlns="http://www.w3.org/2000/svg">
      <g filter="url(#filter0_d_4_2245)">
      <path d="M11.1973 152.61H15.5586V154.49H11.1973V159.432H9.19922V154.49H4.83789V152.61H9.19922V148.045H11.1973V152.61Z" fill="#E5E5E5"/>
      <path d="M46.1973 117.61H50.5586V119.49H46.1973V124.432H44.1992V119.49H39.8379V117.61H44.1992V113.045H46.1973V117.61Z" fill="#E5E5E5"/>
      <path d="M81.1973 12.6104H85.5586V14.4902H81.1973V19.4316H79.1992V14.4902H74.8379V12.6104H79.1992V8.04492H81.1973V12.6104Z" fill="#E5E5E5"/>
      <path d="M81.1973 47.6104H85.5586V49.4902H81.1973V54.4316H79.1992V49.4902H74.8379V47.6104H79.1992V43.0449H81.1973V47.6104Z" fill="#E5E5E5"/>
      <path d="M81.1973 82.6104H85.5586V84.4902H81.1973V89.4316H79.1992V84.4902H74.8379V82.6104H79.1992V78.0449H81.1973V82.6104Z" fill="#6246E5"/>
      <path d="M81.1973 117.61H85.5586V119.49H81.1973V124.432H79.1992V119.49H74.8379V117.61H79.1992V113.045H81.1973V117.61Z" fill="#E5E5E5"/>
      <path d="M81.1973 152.61H85.5586V154.49H81.1973V159.432H79.1992V154.49H74.8379V152.61H79.1992V148.045H81.1973V152.61Z" fill="#E5E5E5"/>
      <path d="M120.559 12.6104V14.4795H109.838V12.6104H120.559ZM116.197 8.04492V19.4316H114.21V8.04492H116.197Z" fill="#E5E5E5"/>
      <path d="M116.197 47.6104H120.559V49.4902H116.197V54.4316H114.199V49.4902H109.838V47.6104H114.199V43.0449H116.197V47.6104Z" fill="#E5E5E5"/>
      <path d="M116.197 82.6104H120.559V84.4902H116.197V89.4316H114.199V84.4902H109.838V82.6104H114.199V78.0449H116.197V82.6104Z" fill="#E5E5E5"/>
      <path d="M116.197 117.61H120.559V119.49H116.197V124.432H114.199V119.49H109.838V117.61H114.199V113.045H116.197V117.61Z" fill="#E5E5E5"/>
      <path d="M116.197 152.61H120.559V154.49H116.197V159.432H114.199V154.49H109.838V152.61H114.199V148.045H116.197V152.61Z" fill="#E5E5E5"/>
      </g>
      <defs>
      <filter id="filter0_d_4_2245" x="0.837891" y="8.04492" width="158.721" height="159.387" filterUnits="userSpaceOnUse" color-interpolation-filters="sRGB">
      <feFlood flood-opacity="0" result="BackgroundImageFix"/>
      <feColorMatrix in="SourceAlpha" type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 127 0" result="hardAlpha"/>
      <feOffset dy="4"/>
      <feGaussianBlur stdDeviation="2"/>
      <feComposite in2="hardAlpha" operator="out"/>
      <feColorMatrix type="matrix" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.25 0"/>
      <feBlend mode="normal" in2="BackgroundImageFix" result="effect1_dropShadow_4_2245"/>
      <feBlend mode="normal" in="SourceGraphic" in2="effect1_dropShadow_4_2245" result="shape"/>
      </filter>
      </defs>
    </svg>
    <img alt="shape" :src="require('../../assets/img/Footer UI.png')" class="position-absolute mx-auto w-100 end-0 start-0 -z-0 top-0 img-fluid">
    <img alt="shape" :src="require('../../assets/img/Group 78.png')" class="max-w-1170 mx-auto h-253 d-none d-sm-block rounded-20 rounded-tl-129 position-absolute end-0 start-0 mt-5 img-fluid">
    <!--  -->
    <div class="container position-relative z-1 my-5 py-5">
      <div class="mt-5 pt-5">
        <form class="mx-auto d-flex align-items-center justify-content-center gap-4 mb-5 pb-5 flex-wrap">
          <a>
           <svg width="70" height="70" viewBox="0 0 70 70" fill="none" xmlns="http://www.w3.org/2000/svg">
             <circle cx="35" cy="35" r="35" fill="#6CB771"/>
             <path d="M52.6105 23.9904C53.3018 25.1878 53.2092 26.6136 52.3677 27.711L33.8939 51.8182C33.1321 52.8123 31.8776 53.3191 30.5948 53.0729C29.3387 52.8313 28.3427 51.9156 27.997 50.6841L25.2635 40.9555L24.9789 39.9435L24.2449 39.191L17.1864 31.9595C16.2927 31.0444 15.9977 29.724 16.4166 28.5154C16.8311 27.3206 17.8708 26.4536 19.1527 26.2856L49.267 22.3404C50.6381 22.1604 51.9192 22.793 52.6105 23.9904Z" fill="white"/>
             <path d="M25.2636 40.9555L27.9971 50.6841C28.3427 51.9157 29.3387 52.8313 30.5948 53.0729C31.8776 53.3192 33.1321 52.8124 33.894 51.8182L52.3678 27.7111C53.2092 26.6137 53.3019 25.1879 52.6105 23.9905L24.9789 39.9436L25.2636 40.9555Z" fill="white"/>
             <path d="M36.2232 33.4515C36.5044 33.9385 36.3379 34.5616 35.8504 34.8431L25.2636 40.9553L24.979 39.9434L24.245 39.1909L34.8317 33.0787C35.3192 32.7973 35.9421 32.9646 36.2232 33.4515Z" fill="#6CB771"/>
             <path d="M25.2637 40.9554L35.8504 34.8432C36.3379 34.5617 36.5044 33.9387 36.2232 33.4517L24.979 39.9435L25.2637 40.9554Z" fill="#6CB771"/>
             </svg>
          </a>
          <input type="submit" value="تایید" class="rounded-3 w-174 h-48 bg-second text-white border-0 fw-bold flex-grow-1 flex-sm-grow-0">
          <div class="d-flex align-items-center gap-3 px-3 border-blue h-48 rounded-3 bg-white flex-grow-1 flex-sm-grow-0">
           <input class="w-100 border-0 bg-transparent h-100 outline-none">
           <svg class="flex-shrink-0" width="25" height="24" viewBox="0 0 25 24" fill="none" xmlns="http://www.w3.org/2000/svg">
             <path d="M5.51703 8L11.6966 13.4214C12.0739 13.7525 12.6382 13.7525 13.0156 13.4214L19.1951 8" stroke="#39425D" stroke-linecap="round"/>
             <rect x="1.45764" y="0.5" width="22.9367" height="23" rx="4.5" stroke="#39425D"/>
             </svg>
          </div>
         </form>
      </div>
      <div class="row g-4 mx-0 position-relative">
        <div class="col-lg-4 bg-lg-white rounded-20 p-lg-0">
          <h5 class="fw-bold fs-18 text-dark mb-4">همه روزه، 24 ساعته همراهتیم </h5>
          <a class="d-flex align-items-center svg-main-hover gap-2 mb-4">
            <svg class="flex-shrink-0" xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24"
              fill="none">
              <path class="transition" fill-rule="evenodd" clip-rule="evenodd"
                d="M6.47044 2.00173L6.49706 2.00344C7.02095 2.04687 7.47596 2.30722 7.89133 2.71305C8.68068 3.48398 10.3757 5.73367 10.5036 6.3459C10.6453 7.02891 10.4938 7.47252 10.0424 8.25724L9.93299 8.45064C9.72584 8.82898 9.69417 8.98521 9.75831 9.16409C10.7439 11.5763 12.4259 13.258 14.8106 14.232C15.0364 14.3138 15.2069 14.2669 15.6842 13.9931L15.9332 13.8522C16.6042 13.4842 17.0294 13.3679 17.6565 13.4985C18.2666 13.6263 20.5176 15.3224 21.2873 16.1108C21.6926 16.5257 21.9535 16.9816 21.999 17.5399C22.0469 18.8972 20.3908 20.8081 19.3805 21.3828C18.2316 22.2046 16.7737 22.191 15.139 21.4301C10.8641 19.6512 4.325 13.1539 2.58238 8.88432L2.47807 8.64549C1.81637 7.06399 1.83071 5.69766 2.58898 4.66758C3.28088 3.52176 5.14635 1.94049 6.47044 2.00173ZM6.38949 3.46415L6.30133 3.46867C5.62173 3.55895 4.25889 4.73225 3.80504 5.47852L3.72663 5.59519C3.33565 6.23222 3.38096 7.10705 3.92531 8.30487L4.02934 8.54839C5.78486 12.4884 11.8632 18.4824 15.7282 20.0913L15.9411 20.186C17.0594 20.66 17.9059 20.6389 18.5912 20.153L18.6419 20.1204C18.854 19.973 19.343 19.5287 19.7197 19.094C20.2488 18.4835 20.5485 17.9241 20.5388 17.6264C20.5282 17.499 20.4299 17.3273 20.2406 17.1334C19.6684 16.5474 17.5872 14.9793 17.3572 14.9311C17.1398 14.8858 16.9612 14.9466 16.4731 15.2275L16.2275 15.3654C15.5083 15.7533 15.0013 15.8575 14.285 15.5975C11.509 14.4644 9.53819 12.494 8.39315 9.68999C8.12193 8.94028 8.26793 8.40985 8.73958 7.58781L8.85195 7.3901C9.06621 7.00323 9.11156 6.83909 9.07119 6.64438C9.02285 6.41311 7.45576 4.33319 6.86895 3.76006C6.67463 3.5702 6.50389 3.47251 6.3761 3.46191L6.38949 3.46415Z"
                fill="#3F3E3D" />
            </svg>
            <p class="mb-0 text-dark">021- ۱۲۳۴۵۶۷۸۹</p>
          </a>
          <a class="d-flex align-items-center svg-main-hover gap-2 mb-4">
            <svg class="flex-shrink-0" xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24"
              fill="none">
              <path class="transition" fill-rule="evenodd" clip-rule="evenodd"
                d="M16.5253 3.00005L7.45618 3C4.28665 3 2 5.56151 2 8.85897V15.141C2 18.4385 4.28665 21 7.45618 21H16.5168C18.0392 20.9829 19.4802 20.3421 20.5126 19.2266C21.5449 18.111 22.0786 16.6183 21.9893 15.0959L21.9906 8.85897C22.0786 7.38171 21.5449 5.88895 20.5126 4.77344C19.4802 3.65794 18.0392 3.01705 16.5253 3.00005ZM7.45632 4.52837L16.5085 4.52832C17.6074 4.54066 18.6534 5.00586 19.4027 5.81557C20.1521 6.62527 20.5395 7.70881 20.4746 8.81383L20.4733 15.141C20.5395 16.2911 20.1521 17.3746 19.4027 18.1843C18.6534 18.994 17.6074 19.4592 16.5085 19.4716L7.45632 19.4715C5.16293 19.4715 3.51758 17.6284 3.51758 15.141V8.85891C3.51758 6.37149 5.16293 4.52837 7.45632 4.52837ZM18.0241 8.6382C17.7622 8.3087 17.2848 8.25539 16.9576 8.51914L12.8583 11.8241L12.7408 11.9067C12.2575 12.2094 11.6228 12.1814 11.1599 11.818L7.03061 8.51715L6.93767 8.45344C6.6174 8.26711 6.20146 8.34015 5.96465 8.64069C5.70416 8.9713 5.75908 9.452 6.0873 9.71437L10.2218 13.0193L10.3831 13.1374C11.4231 13.8457 12.8014 13.8066 13.7989 13.0235L17.9059 9.71239L17.9883 9.63535C18.24 9.36245 18.2621 8.93776 18.0241 8.6382Z"
                fill="#3F3E3D" />
            </svg>
            <p class="mb-0 text-dark">info-haleto@.com</p>
          </a>
          <a class="d-flex align-items-center svg-main-hover gap-2">
            <svg class="flex-shrink-0" width="24" height="24" viewBox="0 0 24 24" fill="none"
              xmlns="http://www.w3.org/2000/svg">
              <path class="transition stroke"
                d="M11.9186 1.50054C7.10105 1.4841 3.16602 5.33442 3.00874 10.1539L3.00391 10.4531C3.08398 12.8154 3.88408 15.0672 5.2933 16.9225L5.62427 17.3564C6.96938 19.0745 8.5679 20.5825 10.3628 21.8255L10.7949 22.1177L10.858 22.1675C11.4732 22.6115 12.3038 22.6115 12.919 22.1675L12.9844 22.1135L12.9589 22.1323C14.3879 21.2027 15.7055 20.1097 16.8853 18.8752C19.277 16.332 20.7185 13.4823 20.7729 10.5882L20.7731 10.4808C20.7894 5.62902 16.9683 1.66394 12.1854 1.50541L11.9186 1.50054Z"
                fill="#3F3E3D" />
              <path class="transition stroke"
                d="M11.9121 3.11572C15.8431 3.12925 19.0347 6.29139 19.1533 10.2293L19.1566 10.5765C19.1111 12.9969 17.8523 15.4907 15.7229 17.7602C14.6371 18.8988 13.4196 19.9109 12.0992 20.7718L12.0112 20.8384C11.9401 20.9005 11.8346 20.9005 11.7635 20.8384L11.678 20.7734C9.71097 19.4804 7.98459 17.848 6.5778 15.9508C5.44466 14.4557 4.77318 12.6679 4.63802 10.803L4.61816 10.4291C4.63152 6.46191 7.76274 3.23881 11.6622 3.11912L11.9121 3.11572Z"
                fill="white" />
              <path class="transition stroke"
                d="M11.889 6.34619C9.65867 6.34619 7.85059 8.15427 7.85059 10.3847C7.85059 12.615 9.65867 14.4231 11.889 14.4231C14.1194 14.4231 15.9275 12.615 15.9275 10.3847C15.9275 8.15427 14.1194 6.34619 11.889 6.34619Z"
                fill="#3F3E3D" />
              <path class="transition stroke"
                d="M11.8877 7.96191C13.2259 7.96191 14.3108 9.04676 14.3108 10.385C14.3108 11.7232 13.2259 12.8081 11.8877 12.8081C10.5494 12.8081 9.4646 11.7232 9.4646 10.385C9.4646 9.04676 10.5494 7.96191 11.8877 7.96191Z"
                fill="white" />
            </svg>
            <p class="mb-0 text-dark">تهران- تهران</p>
          </a>
        </div>
        <div class="col-lg-4">
          <div>
            <h5 class="fw-bold fs-18 mb-4">دسترسی سریع</h5>
            <ul class="mb-0 pe-0 list-unstyled">
              <li class="mb-4"><a class="text-dark">درباره ما</a></li>
              <li class="mb-4"><a class="text-dark">تماس با ما</a></li>
              <li class="mb-4"><a class="text-dark">خدمات ما</a></li>
              <li><a class="text-dark">مقالات</a></li>
            </ul>
          </div>
        </div>
        <div class="col-lg-4">
          <div>
            <h5 class="fw-bold fs-18 mb-4">دسترسی سریع</h5>
            <ul class="mb-0 pe-0 list-unstyled">
              <li class="mb-4"><a class="text-dark">نحوه همکاری</a></li>
              <li class="mb-4"><a class="text-dark">زمینه فعالیت شرکت</a></li>
              <li class="mb-4"><a class="text-dark">درخواست پروژه منابع انسانی</a></li>
              <li><a class="text-dark">کاتالوگ واحد برنامه ریزی</a></li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  </footer>
</template>

<script>
  export default {
  name: 'Footer-component',
}
</script>

<style></style>